[Cues]
Act_E3_3A_SwimPool_CHChloe_Look01_Max_010="Chloe won't wait much longer until I hit the lights."
Act_E3_3A_SwimPool_CHChloe_Look02_Max_010="Chloe just couldn't wait to splish splash in the pool."
Act_E3_3A_SwimPool_CHChloe_Look03_Max_010="Shit, Chloe's hiding there. Now I have to find another spot..."
Act_E3_3A_SwimPool_Drawer01_Look01_Max_010="Yes, we get it. Otters."
Act_E3_3A_SwimPool_Flippers_Look01_Max_010="Flippers in a swimming pool? Are they training navy frogmen here?"
Act_E3_3A_SwimPool_FloatingDummy_Look01_Max_010="Don't even think I'm going to make a move on you."
Act_E3_3A_SwimPool_Floats_Look01_Max_010="This must be for training kids."
Act_E3_3A_SwimPool_Graffiti01_Look01_Max_010="The wit, it burns."
Act_E3_3A_SwimPool_Graffiti02_Look01_Max_010="I hope so, friend..."
Act_E3_3A_SwimPool_Graffiti03_Look01_Max_010="Mean people suck."
Act_E3_3A_SwimPool_Graffiti04_Look01_Max_010="Sometimes..."
Act_E3_3A_SwimPool_Graffiti05_Look01_Max_010="Well, we care, dickhead."
Act_E3_3A_SwimPool_Graffiti05_Look02_Max_010="A miracle to save Kate would have been nice..."
Act_E3_3A_SwimPool_Graffiti06_Look01_Max_010="This isn't a desperate cry for attention or anything."
Act_E3_3A_SwimPool_Graffiti07_Look01_Max_010="I bet you do..."
Act_E3_3A_SwimPool_Graffiti08_Look01_Max_010="Boys' locker room is right."
Act_E3_3A_SwimPool_Graffiti09_Look01_Max_010="Huh, it's nice to know Victoria loves something besides herself."
Act_E3_3A_SwimPool_Graffiti10_Look01_Max_010="Bros will be bros."
Act_E3_3A_SwimPool_Graffiti11_Look01_Max_010="Welcome to 1950."
Act_E3_3A_SwimPool_Jacket_Look01_Max_010="I guess somebody forgot their Blackwell spirit."
Act_E3_3A_SwimPool_LightControlCabinet_Look01_Max_010="Now I have the power over light and death."
Act_E3_3A_SwimPool_MessageBoard01_Look01_Max_010="If only I could solve "The Mystery of the Missing Cat Pics.""
Act_E3_3A_SwimPool_MessageBoard03_Look01_Max_010="I actually don't have the time to investigate this caper..."
Act_E3_3A_SwimPool_Mirror02_Interact01_Max_010="Hello, gorgeous... You wish, Max. You just look like a snoop..."
Act_E3_3A_SwimPool_Mirror02_Interact01_Max_020="Max Caulfield, Moral Avenger. Or Self-Righteous Hypocrite..."
Act_E3_3A_SwimPool_MiscObject01_Look01_Max_010="Looks like Brooke wants to go to the drive-in with Warren..."
Act_E3_3A_SwimPool_MiscObject03_Look01_Max_010="A bus ticket? Was she going to run away? Like Rachel Amber?"
Act_E3_3A_SwimPool_MiscObject04_Look01_Max_010="So Victoria's secret is... selfies. "Go fuck your—" No, Jefferson said "don't confuse art with the artist." These are cool shots."
Act_E3_3A_SwimPool_MiscObject06_Look01_Max_010="It's okay for Nathan to be hooked on these drugs, right?"
Act_E3_3A_SwimPool_MiscObject08_Look01_Max_010="I guess I should consider this evolution."
Act_E3_3A_SwimPool_MiscObject11_Look01_Max_010="Aw, look at the baby Halloween pumpkin..."
Act_E3_3A_SwimPool_MiscObject12_Look01_Max_010="Was Chloe here?"
Act_E3_3A_SwimPool_MiscObject13_Look01_Max_010="Where does that other sock go?"
Act_E3_3A_SwimPool_MiscObject14_Look01_Max_010="Sorry, Rachel..."
Act_E3_3A_SwimPool_MiscObject16_Look01_Max_010="Some poor hipster lost their vape..."
Act_E3_3A_SwimPool_MiscObject17_Look01_Max_010="No way am I touching Zach's jersey..."
Act_E3_3A_SwimPool_MiscObject18_Look01_Max_010="Just when I thought it was safe to go back in the water..."
Act_E3_3A_SwimPool_MiscObject19_Look01_Max_010="Coffee and swimming. Good combo."
Act_E3_3A_SwimPool_Necklace_Look01_Max_010="Only Victoria would keep serious bling in her locker."
Act_E3_3A_SwimPool_ObjectiveLines_VoiceOver01_Max_010="Chloe is so psyched for "girls' night out" so, I better follow her evil plan."
Act_E3_3A_SwimPool_ObjectiveLines_VoiceOver01_Max_020="Yes, I need to see Chloe, but first a sneak peek into the boys' lockers."
Act_E3_3A_SwimPool_ObjectiveLines_VoiceOver01_Max_030="I know Chloe is waiting, but I can't resist a peek into the girls' lockers."
Act_E3_3A_SwimPool_ObjectiveLines_VoiceOver01_Max_040="There has to be a control panel for the lights around here..."
Act_E3_3A_SwimPool_ObjectiveLines_VoiceOver01_Max_050="Time to do or dive, Max!"
Act_E3_3A_SwimPool_ObjectiveLines_VoiceOver01_Max_060="We have to go now!"
Act_E3_3A_SwimPool_ObjectiveLines_VoiceOver01_Max_070="Move, Max, don't waste your power on getting busted!"
Act_E3_3A_SwimPool_ObjectiveLines_VoiceOver01_Max_080="I could use my power... or just look for a hiding spot. Or both."
Act_E3_3A_SwimPool_ObjectivesBoard_Look01_Max_010="So, the big plan is... "Win.""
Act_E3_3A_SwimPool_OxygenKit_Look01_Max_010="In case I run out of air, I know where to come."
Act_E3_3A_SwimPool_Phone_Interact01_Max_010="Extreme TMI. I'm having enough terrible visions..."
Act_E3_3A_SwimPool_Phone_Look01_Max_010="Zach is really careless. Doesn't he know what happens when I'm around?"
Act_E3_3A_SwimPool_Picture01_Look01_Max_010="Bet he developed that in Jefferson's class... but why?"
Act_E3_3A_SwimPool_PoolGlasses_Look01_Max_010="Oooh, these are some fancy pool glasses."
Act_E3_3A_SwimPool_PoolGlasses_Look02_Max_010="Ta da! I've solved "The Case of the Lost Goggles." But I'm too busy now."
Act_E3_3A_SwimPool_Poster02_Look01_Max_010="I hope the Otters will survive."
Act_E3_3A_SwimPool_Poster03_Look01_Max_010="If I could rewind back to the 1940s, I'd get in serious trouble."
Act_E3_3A_SwimPool_RescueBoard_Look01_Max_010="I don't think anybody has ever drowned here... I hope."
Act_E3_3A_SwimPool_Scripted_Max_010="Okay, if I go back over there, the guard will definitely bust me."
Act_E3_3A_SwimPool_SoapDispenser02_Look01_Max_010="This one is almost empty. The guys must like their pink goo."
Act_E3_3A_SwimPool_SoapDispenser_Look01_Max_010="Ew, pink goo. I see why everybody brings their own soap."
Act_E3_3A_SwimPool_TShirts_Look01_Max_010="Those are some musty-ass old shirts... yuck."
Act_E3_3A_SwimPool_Towels_Look01_Max_010="Those look like the most cozy comfy towels in towel history. Want!"
Act_E3_3A_SwimPool_Trophies_Look01_Max_010="Go, Otters."
Act_E3_3A_SwimPool_VendingMachine_Look01_Max_010="I would love a soda, but I'd just get wired."
Act_E3_3A_SwimPool_VortexClubPartyList_Interact01_Max_010="Oh, for just one picture of their faces when they see my name..."
Act_E3_3A_SwimPool_VortexClubPartyList_Interact02_Max_010="Oh, I am sorry, your names are not on the list... You'll have to eat shit now."
Act_E3_3A_SwimPool_VortexClubPartyList_Look01_Max_010="Looks like I'm the Vortex Club bouncer... Decisions, decisions..."
Cue_E3_3A_SwimPool_CHChloe_ChooseSide_Max_002="Girls, of course!"
Cue_E3_3A_SwimPool_CHChloe_ChooseSide_Max_003="Boys, of course!"
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_001="You didn't stumble when you saved me, Max."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_005="So it's time to start moving forward in time. And we're obviously connected since without me you would have never discovered your power, right?"
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_011="And you make me feel like I have a reason for still being in Arcadia Bay."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_012="Well I do, okay? So just listen to Captain Chloe."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_013="Stop being so goddamn humble. You're like the smartest, most talented person I've ever known."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_015="Dude, I'm not her groupie, okay? And I'm sure you have Blackwell bros all over you—like Warren..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_016="Don't look so sad. I'm never leaving you..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_023="Nice? Ouch. That means "Friendzone.""
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_024="You did not just say that. Plus I am not down with these Arcadia Bay hillbillies."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_025="Uh, nerds are hot. You just don't have any confidence yet."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Chloe_026="No worries. Once you get over yourself, you're going to make the world bow."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_002="Thank God. But... what if I had? What if? You and Kate would both be dead..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_003="Thank God. But... what if I had? What if? Kate didn't jump but you would be... dead..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_004="Not that time. But that's because you were there to kickstart my power..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_007="Absolutely. You make me feel like I know what I'm doing..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_008="I don't know..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_009="I hope so..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_010="I'm trying. As long as we don't waste this power..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_014="More than Rachel Amber?"
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_017="Warren is nice..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_018="You're the bro killer. Tats and 'tude..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_019="Ew! I don't want any Blackwell bros over me. There's a couple cute guys there but they probably think I'm a total nerd."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_020="No, he's really cool. It was so sweet when he stood up to Nathan... But I haven't told him about my rewind power..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_021="I don't blame you... Anyway, we have bigger fish to fry, right?"
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_022="Unfortunately, that didn't come with my rewind power..."
Cue_E3_3A_SwimPool_CHChloe_Phase01_Max_027="As long as you're there with me..."
Cue_E3_3A_SwimPool_CHChloe_QuickPhase01_Chloe_001="Hello, still waiting for the light!"
Cue_E3_3A_SwimPool_CHChloe_QuickPhase02_Chloe_001="Max, no room, dude! Go find another place to hide!"
Cue_E3_3A_SwimPool_CHChloe_QuickPhase03_Chloe_001="Max, let's get dressed and leave this place."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_010="Oh yeah, baby! Feels like a hot tub! And with my cash stash I'm queen of the world! Bow!"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_020="Ohh yeah, baby! Feels like a hot tub! Too bad you made me feel like the Queen of Assholes because I wanted that cash stash..."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_025="Duuuun dun, duuuuun dun, dun dun dun dun dun dun..."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_030="Tell me you're not going to stand there watching me like a zombie."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_070="Come stop me, hippie!"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_100="Why look, an otter in my water!"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_130="Cheater!"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_150="I wish Rachel was here. She would totally love being in here at night. Wish you guys had met each other..."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_190="Your power is changing everything, Max. Especially you. I can already tell. You're not so chickenshit anymore."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_210="You know what I mean. You're becoming like this force of nature."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Chloe_240="Because we're yapping instead of attacking each other, otter-versus-shark style... I think I've had my pool experience for the year, let's jet."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_060="Don't you dare..."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_080="Okay, you asked for it!"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_090="Cowabunga!"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_110="You're so obvious. And I still get freaked out by that movie, so stop. I can't even watch any of those shark shows."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_120="I'll just rewind and harpoon you. Otter's revenge!"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_140="Yeah, you would know about that!"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_160="We will. With all this stuff going on, I'm starting to think everything is related..."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_170="And I want to find out why for Kate's sake. She didn't deserve to die..."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_180="And I want to find out for Kate's sake. She almost died today..."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_200="Thanks, girlfriend."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_220="More like luck of nature. Come on, my power failed trying to rescue Kate... Maybe I'm just stumbling back and forth in time... for what reason?"
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_230="Now I'm getting cold in here."
Cue_E3_3A_SwimPool_ChloeDiveIntoPool_Max_250="Let's call it a draw. I'm gonna freeze my ass off when I get out..."
Cue_E3_3A_SwimPool_GuardsArrive_Chloe_020="You look cute with your hair soaked in chemicals."
Cue_E3_3A_SwimPool_GuardsArrive_Chloe_070="Hide!"
Cue_E3_3A_SwimPool_GuardsArrive_Max_010="Gross, I feel like we just went swimming in Chlorine Bay."
Cue_E3_3A_SwimPool_GuardsArrive_Max_030="Thanks, you would know..."
Cue_E3_3A_SwimPool_GuardsArrive_Max_060="Hide!"
Cue_E3_3A_SwimPool_GuardsArrive_SecurityGuard1_040="Better not try any Halloween pranks after today... I'm serious."
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard1_010="Hello?"
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard1_020="Where are they?
"
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard1_030="I heard something over here.
"
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard1_040="Hello?
"
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard1_050="Who's here?
"
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard1_060="I got a flashlight and a stick!
"
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard1_070="Anybody there?!
"
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard1_080="Hey!"
Cue_E3_3A_SwimPool_GuardsPatrol_SecurityGuard3_010="Make sure you cover the whole perimeter!"
Cue_E3_3A_SwimPool_Insertion_Chloe_020="Big fucking deal. I want that heated water!"
Cue_E3_3A_SwimPool_Insertion_Chloe_050="You can own this hellhole once you figure out your rewind power..."
Cue_E3_3A_SwimPool_Insertion_Chloe_060="Boys or girls?"
Cue_E3_3A_SwimPool_Insertion_Chloe_070="Figures. Perv."
Cue_E3_3A_SwimPool_Insertion_Chloe_080="Girls? Ooh la-la..."
Cue_E3_3A_SwimPool_Insertion_Chloe_090="Let me check to see if the pool's heated..."
Cue_E3_3A_SwimPool_Insertion_Max_010="We're in the Otters' lair!"
Cue_E3_3A_SwimPool_Insertion_Max_030="We still have to play it cool, okay? Even if I'm suspended."
Cue_E3_3A_SwimPool_Insertion_Max_040="We still have to play it cool, okay? I still go to school here."
Cue_E3_3A_SwimPool_MaxLocker_Chloe_020="Let's bail!"
Cue_E3_3A_SwimPool_MaxLocker_Max_010="We are so invisible!"
Cue_E3_3A_SwimPool_MaxOpenDoorFromInside_Chloe_020="Dude, it's getting old! Try and dazzle me with another trick!"
Cue_E3_3A_SwimPool_MaxOpenDoorFromInside_Max_010="Presto!"
Cue_E3_3A_SwimPool_OpensMainDoor_Chloe_030="Dude, hide! Like when we were kids!"
Cue_E3_3A_SwimPool_OpensMainDoor_David_010="Make sure you cover the whole perimeter!"
Cue_E3_3A_SwimPool_OpensMainDoor_Max_020="Are you shitting me?"
Cue_E3_3A_SwimPool_Pool_Chloe_Chloe_010="Max, try to find the light for the pool. I want to see the sharks!"
Cue_E3_3A_SwimPool_Pool_Chloe_Chloe_030="So do I... Hit that light!"
Cue_E3_3A_SwimPool_Pool_Chloe_Max_020="Otters don't like sharks. They bite."
